tap "d-kuro/tap"
tap "kkato1030/tap"
brew "bash"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "dockutil"
brew "gh"
brew "ghq"
brew "git"
brew "jj"
brew "jq"
brew "mas"
brew "mise"
brew "peco"
brew "tree"
brew "vim"
brew "d-kuro/tap/gwq"
cask "1password"
cask "1password-cli"
cask "cursor"
cask "ghostty"
cask "google-chrome"
cask "logi-options+"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "slack"
cask "spotify"
cask "stats"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QuickDrop", id: 6740147178
mas "Toggl Track", id: 1291898086
go "cmd/go"
go "cmd/gofmt"
